export const diseases = [
  {
    id: 1,
    name: "تشنج",
    description: "آموزش به والدین در مورد مدیریت تشنج بعد از ترخیص.",
    instructions: [
      "داروها را طبق دستور پزشک بدهید.",
      "در صورت بروز دوباره تشنج، زمان و مدت آن را یادداشت کنید.",
      "اگر تشنج بیشتر از ۵ دقیقه طول کشید به اورژانس مراجعه کنید."
    ]
  },
  {
    id: 2,
    name: "اسهال و استفراغ",
    description: "نکات مراقبتی برای اسهال و استفراغ.",
    instructions: [
      "به کودک مایعات خوراکی بدهید (ORS).",
      "از دادن نوشابه و آبمیوه‌های شیرین خودداری کنید.",
      "اگر علائم کم‌آبی (خشکی دهان، گریه بدون اشک، بی‌حالی) دیدید سریعا مراجعه کنید."
    ]
  },
  {
    id: 3,
    name: "تب",
    description: "نکات آموزشی در مورد تب.",
    instructions: [
      "دما را با دماسنج اندازه‌گیری کنید.",
      "لباس سبک بپوشانید و از پاشویه با آب ولرم استفاده کنید.",
      "در صورت تب بالای 39 یا بی‌حالی، به پزشک مراجعه کنید."
    ]
  }
];